{
    "file": "site\/modules\/FormBuilder\/ProcessFormBuilderEmbed.php",
    "textdomain": "site--modules--formbuilder--processformbuilderembed-php",
    "translations": {
        "b38fa2472d38a8d3e13059fc4187071d": {
            "text": "Valg A: Enkel innbygging"
        },
        "77cf778e6b38d7dc52b78d965504acf9": {
            "text": "Valg B: Malinnbygging"
        },
        "4ce5584c6149885607bc55b3a2b13be0": {
            "text": "Valg C: Tilpasset innbygging"
        },
        "db1d692d41b8c241af229960d49e5e83": {
            "text": "Valg D: Tilpasset innbygging + tilpasset markup"
        },
        "d4661cd7ff3d8cbd671dada7101f9ba0": {
            "text": "Viktige merknader"
        },
        "e0a47a832de0f038d3879fe0d1315126": {
            "text": "For å fortsette, vennligst velg en av innbyggingsmetodene under."
        },
        "214e90e72d84551a0c2a57c4a561d5f3": {
            "text": "Lim inn en innbyggingskode i malfilen din."
        },
        "76d471da25c1985c3f6afda784b48aef": {
            "text": "Merk: Unngå hurtigbufring av skjemautdata (som med ProCache eller malbuffer) når det er mulig. Hvis utdataene fra skjemaet (eller siden det vises på) må bufres, merker du av i boksen under \"Innstillinger\" under \"Deaktiver øktsporing og CSRF-beskyttelse.\""
        },
        "71cf6c5627566f1131307ce702ec09bf": {
            "text": "Uansett hvilken innbyggingsmetode du velger, må du teste skjemaet grundig på forsiden av nettstedet ditt før du antar at alt fungerer."
        },
        "8e60c203dc83e72f9c24d6d253e8a322": {
            "text": "Spesielt må du sende inn skjemaet minst to ganger og kontrollere at den innsendte skjemaoppføringen er lagret (og sendt) der du forventer at den skal."
        },
        "d0d612a19cfe30bbf71a1bcc3ac9021c": {
            "text": "Test alltid eventuelle skjemaer eller endringer i eksisterende skjemaer grundig. Test også alle skjemaer når en ny FormBuilder- eller ProcessWire-versjon er introdusert."
        },
        "b9746c20baf32e962b4de6cdd0be1338": {
            "text": "Lim inn en kode i teksten der du vil at skjemaet skal vises."
        },
        "a08e1bacb7f7ea108e8bbdd85b92e428": {
            "text": "Dette er den enkleste metoden og krever at du ikke gjør noe annet enn å redigere en side og lime inn (eller skrive inn) en kode. Du kan bare kopiere og lime inn følgende kode der du vil at skjemaet skal vises i %s."
        },
        "b3864067ffc6c8b25974959ab501652f": {
            "text": "Merk at koden ovenfor må limes inn (eller skrives) i et avsnitt eller en overskrift (p, h1, h2, h3, h4) og være den eneste i den."
        },
        "59451d25ebc5ca525e092f0317582be3": {
            "text": "Lagre siden og se den, så ser du skjemaet ditt."
        },
        "efbb2d876f90053947d700da3b6aa2ed": {
            "text": "Hvis du vil støtte dette enkle innbyggingsalternativet i andre felt, kan du legge til flere i innstillingene til Form Builder-modulen."
        },
        "173d0d2374e81aa671d047fb3205c2b9": {
            "text": "Dette innbyggingsalternativet kan ikke brukes fordi det ikke er definert noen innebygde felter i innstillingene for Form Builder-modulen. Rediger innstillingene til Form Builder-modulen og huk av for minst ett felt."
        },
        "c4fff15bb884e7a7c8e68bdc8006ef54": {
            "text": "Bruk dette alternativet hvis du vil at skjemaet skal lastes inn fra en malfil i stedet for fra et felt."
        },
        "c8801454be0ea5167eac0e820c4c9445": {
            "text": "Dette gir deg mer definerte plasseringsalternativer enn alternativ A, men krever redigering av en malfil."
        },
        "c3c8aba5ea14b989b9733f996334baeb": {
            "text": "Kopier og lim inn følgende direkte i malfilen(e) der du vil at skjemaet skal vises:"
        },
        "8473fa494e094775e4025933225c6660": {
            "text": "Gjengi skjemaoppmerkingen direkte fra malfilen din (ingen iframe)."
        },
        "16664fa42ea08085fc2eeaa4b0d6c65b": {
            "text": "Dette alternativet anbefales for de som allerede bruker et kompatibelt CSS-rammeverk, eller de som ikke har noe imot å løse potensielle CSS-konflikter mellom nettstedstiler og de som brukes av skjemaet."
        },
        "2f4202abdbd8bdb6d3564dc79cb779d6": {
            "text": "Det gjengir skjemaoppmerkingen direkte på siden, som enten er en god ting eller en dårlig ting, avhengig av hva du vil."
        },
        "5890e18f7d802c644668829d554bf75e": {
            "text": "Hvis du allerede bruker et av de kompatible CSS-rammeverkene (Uikit, Foundation, Bootstrap), kan det hende at innbyggingsmetode C er ideell, da markeringen vil være klar for ditt rammeverk."
        },
        "99027ab2d71187ff627fa016da4df32f": {
            "text": "For å fortsette, kopier og lim inn følgende kode i malfilen(e) der det er aktuelt."
        },
        "a5f7bf3fe4046bd0ba95ab7cf9ed8856": {
            "text": "Plasser følgende et sted før utdataene begynner (som i en _init.php-fil eller i toppen av en malfil)."
        },
        "918c4d7bdbf0b5e7eae66fbac602241b": {
            "text": "Plasser følgende i dokumentdelen <head><\/head>, uansett hvor du produserer CSS-filer (stiler) og JS-filer (skript)."
        },
        "fb3fc0f16b6048d5eedf00d08572adaf": {
            "text": "Du kan dele disse to linjene etter behov, eller kombinere med linjen nevnt ovenfor."
        },
        "01001be75f2a2961960448a277aeb868": {
            "text": "Plasser følgende et sted senere i dokumentet <body>, der du vil at skjemaet skal gjengis:"
        },
        "27f74f78aa391a8f1079059edbb04af4": {
            "text": "Dette alternativet lar deg ha full kontroll over markeringen i skjemaet ditt, og det produseres direkte i malfilene dine."
        },
        "6185c9ce51e6e17f6344b202f5e39df6": {
            "text": "Det er best å bruke dette alternativet bare etter at skjemaet ditt er \"endelig\", da du må bruke eventuelle andre endringer i skjemaoppmerking manuelt etter å ha brukt dette alternativet."
        },
        "9203aaba861915344955cd39ccb3ba08": {
            "text": "Klikk her for å eksportere en kopi av skjemaoppmerkingen."
        },
        "eb944faee6acea3ce2706e2b4c71d934": {
            "text": "Den vil eksportere en kopi av skjemaoppmerkingen til denne filen:"
        },
        "c327370eb2e34ea05e4c28ba81353198": {
            "text": "Kopier filen som er nevnt ovenfor til denne filen:"
        },
        "f565961e6f0e8e91a6f51750dff6061d": {
            "text": "Rediger filen du kopierte ovenfor, og følg instruksjonene i kommentarene til filen."
        },
        "d0f1d36da213f4df8bd401cfb90b619a": {
            "text": "Plasser følgende i en malfil der du vil sende ut skjemaet:"
        },
        "6e3eb57296a5ba9a87c3ca387c6e2972": {
            "text": "Merk: En sikkerhetsfunksjon kalt øktfingeravtrykk er aktivert i ProcessWire-installasjonen."
        },
        "bb01eb3ecb259f13a7953f5a1ac269b6": {
            "text": "Hvis brukere av skjemaene dine har IP-adresser som kan endres mens de fyller ut et skjema, vil du kanskje deaktivere øktsporing\/CSRF-beskyttelse for dette skjemaet (se innstillingsfanen) eller legge til en annen %s-innstilling i \/site\/config.php-fil."
        }
    }
}